spring-ws-core/src/test/resources/org/springframework/ws/soap/soap11/soap11.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV='http://schemas.xmlsoap.org/soap/envelope/'
                   SOAP-ENV:encodingStyle='http://schemas.xmlsoap.org/soap/encoding/'>
    <SOAP-ENV:Body>
        <m:GetLastTradePrice xmlns:m='https://www.springframework.org/spring-ws'>
            <symbol>DIS</symbol>
        </m:GetLastTradePrice>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>